Repository: Aishete/wp-odm_profile_pages
Catalog: i18n/wp-odm_profile_pages-*.po
Languages: km

source: Amendment to concession
km: ការកែប្រែទៅលើសម្បទាន

source: Amendment to developer
km: ការកែប្រែទៅលើអ្នកអភិវឌ្ឍ

source: Profiles
km: ព័ត៌មានទិន្នន័យ

source: Profile
km: ព័ត៌មានទិន្នន័យ

source: Add new
km: បន្ថែមថ្មី

source: Add new profile
km: បន្ថែមព័ត៌មានទិន្នន័យថ្មី

source: New profile
km: ព័ត៌មានទិន្នន័យថ្មី

source: Edit profile
km: កែប្រែព័ត៌មានទិន្នន័យ

source: View profile
km: មើលព័ត៌មានទិន្នន័យ

source: All profile
km: ព័ត៌មានទិន្នន័យទាំងអស់

source: Search profiles
km: ស្វែងរកព័ត៌មានទិន្នន័យ

source: Parent profiles:
km: ទំព័រព័ត៌មានទិន្នន័យដើម៖

source: No profile found.
km: មិនមានព័ត៌មានទិន្នន័យ

source: No profile found in trash.
km: មិនមានព័ត៌មានទិន្នន័យនៅក្នុងធុងសំរាម

source: Template layout
km: គំនូសគំរូ

source: Setting of Profiles Page
km: ការកំណត់លើទំព័រព័ត៌មានទិន្នន័យ

source: Full Width Middle Content
km: ខ្លឹមសារនៅចំកណ្តាលផ្ទៃពេញទាំងមូល

source: Choose template layout
km: ជ្រើសរើសគំនូសគំរូ

source: ENGLISH
km: ភាសាអង់គ្លេស

source: CSV Resource URL (English)
km: URL របស់ធនធានជាទម្រង់ CSV (ភាសាអង់គ្លេស)

source: CSV Resource of dataset on CKAN. Eg. https://data.opendevelopmentmekong.net/dataset/economic-land-concessions/resource/3b817bce-9823-493b-8429-e5233ba3bd87?type=dataset
km: ធនធានទិន្នន័យជាទម្រង់ CSV នៅលើ CKAN ។ ឧទាហរណ៍ https://data.opendevelopmentmekong.net/dataset/economic-land-concessions/resource/3b817bce-9823-493b-8429-e5233ba3bd87?type=dataset

source: CSV Tracking URL (English)
km: URL ប្រែតាមទម្រង់ CSV (ភាសាអង់គ្លេស)

source: CSV Resource of tracking dataset on CKAN. Eg. https://data.opendevelopmentmekong.net/dataset/economic-land-concessions/resource/8cc0c651-8131-404e-bbce-7fe6af728f89?type=dataset
km: ធនធានជាទម្រង់ CSV ប្រែតាមសំណុំទិន្នន័យលើ CKAN ។ ឧទាហរណ៍ https://data.opendevelopmentmekong.net/dataset/economic-land-concessions/resource/8cc0c651-8131-404e-bbce-7fe6af728f89?type=dataset

source: CSV Resource URL (
km: URL របស់ធនធានទម្រង់ CSV (

source: CSV Tracking URL (
km: URL ប្រែតាមទម្រង់ CSV (

source: The attributes of Resource Dataset that would like to display, separated by line breaks (
km: លក្ខណៈសម្បត្តិ សំណុំទិន្នន័យធនធាន ដែលនឹងបង្ហាញ ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់ (

source: The attributes of Tracking Resource that would like to display, separated by line breaks (
km: លក្ខណៈសម្បត្តិធនធាន ដែលនឹងបង្ហាញ ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់ (

source: Show Total Numbers of Columns, separated by line breaks (English)
km: បង្ហាញចំនួនបន្ទាត់បញ្ឈរសរុប ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់ (ភាសាអង់គ្លេស)

source: List the attribute names to show their total number on page (separated by line breaks). Eg. For ELC: <br/>map_id<br/>developer<br/>data_class["Government data complete", "Government data partial"]
km: រាយឈ្មោះលក្ខណៈសម្បត្តិ ដើម្បីបង្ហាញចំនួនសរុបពួកវាលើទំព័រ (ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់)។ ឧទាហរណ៍ សម្រាប់សម្បទានដីសេដ្ឋកិច្ច៖ <br/>ផែនទី_id<br/>អ្នកអភិវឌ្ឍ<br/>ទិន្នន័យ_ថ្នាក់["ទិន្នន័យរដ្ឋាភិបាលពេញលេញ", "ទិន្នន័យរដ្ឋាភិបាលមិនពេញលេញ"]

source: Create Select Filter by Column Index (English)
km: បង្កើតប្រអប់ ជ្រើសរើសតាមវិស័យ ដោយ សន្ទស្សន៍បន្ទាត់បញ្ឈរ (ភាសាអង់គ្លេស)

source: Filter selectors will create automatically by adding the column index and separated by comma. Maximum Filter selectors can create is three. Eg. Create filter selectors of Data Adjustment and Intended crop or project of ELC which have index 2 and 5
km: ឧបករណ៍ជ្រើសវិស័យ នឹងត្រូវបានបង្កើតដោយស្វ័យប្រវត្តិ ដោយបន្ថែមសន្ទស្សន៍បន្ទាត់បញ្ឈរ និង ខណ្ឌចែកដោយសញ្ញាក្បៀស។ ឧបករណ៍ជ្រើសវិស័យជាអតិបរមា អាចបង្កើតបាន គឺមានចំនួនបី។ ឧទាហរណ៍ បង្កើត ឧបករណ៍ជ្រើសវិស័យ សម្រាប់ ការផ្លាស់ប្តូរទិន្នន័យ និងដំណាំ ឬគម្រោងគ្រោងទុក នៃសម្បទានដីសេដ្ឋកិច្ច ដែលមានសន្ទស្សន៍ ២ និង ៥

source: Group Data in Column (English)
km: ដាក់ទិន្នន័យជាក្រុមលើបន្ទាត់បញ្ឈរ (ភាសាអង់គ្លេស)

source: Eg. To group data classification of ELC, based on the attributes sample provided, the index of data classification is: 5
km: ឧទាហរណ៍ ដើម្បីដាក់ចំណាត់ថ្នាក់សម្បទានដីសេដ្ឋកិច្ចជាក្រុម ដែលយោងទៅលើគំរូលក្ខណៈសម្បត្តិផ្តល់ឲ្យ សន្ទស្សន៍ចំណាត់ថ្នាក់ទិន្នន័យគឺ៖ ៥

source: Related Profile Pages (English)
km: ទំព័រព័ត៌មានទិន្នន័យពាក់ព័ន្ធ (ភាសាអង់គ្លេស)

source: Please add the links of profile pages that related (separated by new breaking line). Format: Title of Link|URL. <br/>eg. Economic Land Concessions|https://cambodia.opendevelopmentmekong.net/profiles/economic-land-concessions/
km: សូមបន្ថែមតំណរបស់ទំព័រព័ត៌មានទិន្នន័យដែលទាក់ទង (ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់ថ្មី). ទម្រង់៖ ចំណងជើងរបស់តំណ|URL. <br/>ឧទាហរណ៍ សម្បទានដីសេដ្ឋកិច្ច|https://cambodia.opendevelopmentmekong.net/profiles/economic-land-concessions/

source: Column ids linking to detail page (English)
km: Ids របស់បន្ទាត់បញ្ឈរ ដែលភ្ជាប់ទៅកាន់ទំព័រពិស្តារ (ភាសាអង់គ្លេស)

source: Please add the ids of the columns that will feature a link to the entry's detail page. Format: Comma-separated values. <br/>eg. name,company,developer,block
km: សូមបន្ថែម ids របស់បន្ទាត់បញ្ឈរ ដែលនឹងកំណត់លក្ខណៈ​ពិសេសឲ្យតំណទៅកាន់ច្រកចូលរបស់ទំព័រពិស្តារ។ ទម្រង់៖ តម្លៃខណ្ឌចែកដោយសញ្ញាក្បៀស។ <br/>ឧទាហរណ៍ ឈ្មោះ,ក្រុមហ៊ុន,អ្នកអភិវឌ្ឍ,ប្លុក

source: Show Total Numbers of Columns, separated by line breaks (
km: បង្ហាញចំនួនបន្ទាត់បញ្ឈរសរុប ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់ (

source: List the attribut4 names to show their total number on page (separated by line breaks). Eg. For ELC: map_id<br/>developer<br/>data_class["Government data complete", "Government data partial"]
km: រាយឈ្មោះលក្ខណៈសម្បត្តិ ដើម្បីបង្ហាញចំនួនសរុបពួកវាលើទំព័រ (ខណ្ឌចែកដោយការកាត់ផ្តាច់ដោយបន្ទាត់)។ ឧទាហរណ៍ សម្បទានដីសេដ្ឋកិច្ច៖ ផែនទី_id<br/>អ្នកអភិវឌ្ឍ<br/>ទិន្នន័យ_ថ្នាក់["ទិន្នន័យរដ្ឋាភិបាលពេញលេញ", "ទិន្នន័យរដ្ឋាភិបាលមិនពេញលេញ"]

source: Create Select Filter by Column Index (
km: បង្កើតប្រអប់ ជ្រើសរើសតាមវិស័យ ដោយ សន្ទស្សន៍បន្ទាត់បញ្ឈរ (

source: Group Data in Column (
km: ដាក់ទិន្នន័យជាក្រុមលើបន្ទាត់បញ្ឈរ (

source: Related Profile Pages (
km: ទំព័រព័ត៌មានទិន្នន័យពាក់ព័ន្ធ (

source: Column ids linking to detail page (
km: Ids របស់បន្ទាត់ជួរឈរ ភ្ជាប់ទៅទំព័រលម្អិត (

source: Full width content (English)
km: ខ្លឹមសារផ្ទៃពេញ (ភាសាអង់គ្លេស)

source: Any content can add to under the Editor content and sidebar and full width of website even the iframe.
km: ខ្លឹមសារទាំងឡាយអាចបន្ថែមនៅក្រោមខ្លឹមសារអ្នក​ពិនិត្យ​ផ្ទៀង​ផ្ទាត់ ព្រមជាមួយរបា​ខាងនៃ​គេហទំព័រ និងផ្ទៃគេហទំព័រពេញទាំងមូល រួមទាំង iframe ផងដែរ។

source: Full width content ((
km: ខ្លឹមសារផ្ទៃពេញ ((

source: Search data in profile page
km: ស្វែងរកទិន្នន័យក្នុងទំព័រនេះ

source: Filters
km: ជ្រើសរើស

source: Filter by
km: ជ្រើសរើសតាម

source: Related profiles
km: ព័ត៌មានទិន្នន័យពាក់ព័ន្ធ

source: Textual search
km: ស្វែងរកក្នុងអត្ថបទ

source: Map ID
km: លេខសម្គាស់

source: Unknown
km: មិនស្គាល់

source: EIA report
km: របាយការណ៍ EIA

source: Not found
km: មិនមានព័ត៌មានទិន្នន័យ

source: Total
km: សរុប

source: Listed
km: មានក្នុងបញ្ជី

source: listed
km: មានក្នុងបញ្ជី

source: all
km: ទាំងអស់

source: All
km: ទាំងអស់

source: Metadata:
km: ព័ត៌មានអំពីទិន្នន័យ៖

source: Amendments
km: វិសោធនកម្ម

source: Reference documents
km: ឯកសារយោង

source: ODC is not aware of any adjustments to the concession since it was first granted.
km: អូឌីស៊ីពុំទាន់មានព័ត៌មានអំពីការប្រែប្រួលពាក់ព័ន្ធនឹងសម្បទានដីសេដ្ឋកិច្ចនេះទេ ចាប់តាំងពីរាជរដ្ឋាភិបាលបានផ្តល់អាជ្ញាប័ណ្ណជាលើកដំបូង។

source: The concession has been subjected to additional reductions in size and has not been cancelled previously. Publicly available information on land area cut from ELCs does not include maps or spatial data of excisions. Thus, ODC cannot present land area cut in shapes. As a result, ELC projects that are visualized on the interactive map represent the original contract size.
km: ទំហំដីសម្បទាននេះ ត្រូវបានកាត់បន្ថយ ហើយពុំមានការដកហូតអាជ្ញាប័ណ្ណពីមុនមកទេ។ ឯកសារស្តីពីការកាត់បន្ថយផ្ទៃដីចេញពីសម្បទានដីសេដ្ឋកិច្ចដែលមានជាសាធារណៈ ពុំមានភ្ជាប់ផែនទីមកជាមួយឡើយ។ ដូច្នេះអូឌីស៊ី មិនអាចបង្ហាញផ្ទៃដីដែលត្រូវបានកាត់ចេញនៅលើផែនទី។ សម្បទានដីសេដ្ឋកិច្ចនៅលើផែនទីអន្តរកម្ម បង្ហាញនូវទំហំផ្ទៃដីដើម។

source: The concession has been cancelled with or without a history of reductions in size.
km: សម្បទានដីសេដ្ឋកិច្ច ត្រូវបានលុបចោលដោយមាន ឬគ្មានប្រវត្តិនៃការកាត់បន្ថយទំហំដី។

source: The concession has been subjected to reduction(s) in size although it had been cancelled previously. Publicly available information on land area cut from ELCs does not include maps or spatial data of excisions. Thus, ODC cannot present land area cut in shapes. As a result, ELC projects that are visualized on the interactive map represent the original contract size.
km: ទំហំដីសម្បទាន ត្រូវបានកាត់បន្ថយ បន្ទាប់ពីមានការដកហូតអាជ្ញាប័ណ្ណពីមុន។ ឯកសារស្តីពីការកាត់បន្ថយផ្ទៃដីចេញពីសម្បទានដីសេដ្ឋកិច្ចដែលមានជាសាធារណៈ ពំុមានភ្ជាប់ផែនទីមកជាមួយឡើយ។ ដូច្នេះអូឌីស៊ី មិនអាចបង្ហាញផ្ទៃដីដែលត្រូវបានកាត់ចេញនៅលើផែនទី។ សម្បទានដីសេដ្ឋកិច្ចនៅលើផែនទីអន្តរកម្ម បង្ហាញនូវទំហំផ្ទៃដីដើម។

source: Information obtained from official Government sources, with official legal documentation, in the four identification fields: <br>a. Company name; <br>b. Location; <br>c. GPS coordinates and/or analog map; and <br> d. Purpose (crop, ore, etc.)
km: ព័ត៌មានដែលទទួលបានពីប្រភពរដ្ឋាភិបាល​ដោយមាន​ឯកសារ​ផ្លូវច្បាប់​ជាផ្លូវការ ដែលស្ថិត​​នៅក្នុង​លក្ខណៈ​អត្តសញ្ញាណ​ចំនួន៤គឺ៖ <br /> ក. ឈ្មោះក្រុមហ៊ុន <br /> ខ. ទីតាំង <br /> គ. ចំនុចកូអរដោនេនៃប្រព័ន្ធកំណត់ទីតាំង​សកល (GPS) និង/ឬ ផែនទីអាណាឡូក <br /> ឃ. គោលបំណង (ដំណាំ, រ៉ែ ជាដើម)

source: Information obtained from official Government sources, with legal documentation, but missing one or more of the following identification fields: <br>a. Company name; <br>b. Location; <br>c. GPS coordinates and/or analog map; and <br>d. Purpose (crop, ore, etc.)
km: ព័ត៌មានដែលទទួលបានពីប្រភពរដ្ឋាភិបាល​ដោយមាន​​ឯកសារ​ផ្លូវច្បាប់ ប៉ុន្តែ​បាត់ផ្នែកមួយ ឬច្រើន​នៃលក្ខណៈ​​អត្តសញ្ញាណ​ដូច​ខាង​ក្រោម៖ <br /> ក. ឈ្មោះក្រុមហ៊ុន <br /> ខ. ទីតាំង <br /> គ. ចំនុចកូអរដោនេនៃប្រព័ន្ធកំណត់ទី​តាំងសកល (GPS) និង/ឬ ផែនទីអាណាឡូក <br /> ឃ. គោលបំណង (ដំណាំ,រ៉ែ ជាដើម)

source: Information obtained from any other source in public domain (including documentation from photographs, etc.)
km: ព័ត៌មានដែលទទួលបានពី​ប្រភពណាមួយ​ផ្សេងទៀត ដែលស្ថិតនៅក្នុងដែន​សាធារណៈ (រួមទាំងឯកសារពីរូបថតជាដើម)

source: Information obtained from the concessionaire (company/entity) or from government source(s) without legal documentation.
km: ព័ត៌មានដែលទទួលបានពី​សម្បទានិក (ក្រុមហ៊ុន/អង្គភាព) ឬពីប្រភពរដ្ឋាភិបាល ដោយមិនមានឯកសារផ្លូវច្បាប់

source: These concessions have been cancelled by the Royal Government of Cambodia.
km: សម្បទានទាំងនេះត្រូវបាន​លុបចោលដោយ​រាជរដ្ឋាភិបាលកម្ពុជា។

source: Metadata
km: ព័ត៌មានអំពីទិន្នន័យ

source: Download and Metadata
km: ទាញយក និង ទិន្នន័យមេតា
